[
    {
        "id": 1,
        "img": "https://i.ibb.co/PNN0Wgq/google-1-1-1.png",
        "companyName": "Google",
        "jobTitle": "Software Engineer",
        "jobTime": "Full-time",
        "jobType": "Remote",
        "location": "San Francisco, CA",
        "salary": "$120,000 - $150,000 per year",
        "jobDescription": "A software engineer at Google is responsible for designing, developing, and maintaining software systems and applications for various Google products and services. They work in a collaborative team environment, leveraging their technical expertise in areas such as algorithms, data structures, software design patterns, and distributed systems to create efficient and scalable solutions. Communication, problem-solving, and analytical skills are essential for success in this role, as well as a strong knowledge of programming languages like Java, Python, or C++.",

        "jobResponsibility": "A software engineer at Google is responsible for writing high-quality code, collaborating with cross-functional teams, troubleshooting software issues, staying up-to-date with the latest technologies, and contributing to a positive work environment.",
        "educationalRequirement": "Bachelor's degree in computer science, engineering, or related field",
        "experience": "3+ years of experience in software development",
        "phone": "555-123-4567",
        "email": "jobs@google.com",
        "locationIcon":"https://i.ibb.co/0JNzdfS/Frame-4.png",
        "salaryIcon":"https://i.ibb.co/CPZpTnc/Frame.png",
        "quantity":0,
        "titleIcon":"https://i.ibb.co/98mzVsf/Frame-1.png",
        "phoneIcon":"https://i.ibb.co/8M8h4pT/Frame-2.png",
        "emailIcon":"https://i.ibb.co/GCp9dV3/Frame-3.png"
        


    },
    {
        "id": 2,
        "img": "https://i.ibb.co/G5SKzH7/main-facebook.png",
        "companyName": "Facebook",
        "jobTitle": "Marketing Manager",
        "jobTime": "Full-time",
        "jobType": "Onsite",
        "location": "New York, NY",
        "salary": "$80,000 - $100,000 per year",
        "jobDescription": "A software engineer at Facebook designs, develops, and maintains software systems and applications for various Facebook products and services, working in a collaborative team environment. They are responsible for writing high-quality code, troubleshooting software issues, and contributing to a positive work environment.",
        "jobResponsibility": "The main responsibilities of a software engineer at Facebook include designing and developing software systems, writing high-quality code, collaborating with cross-functional teams, identifying and resolving software issues, and contributing to a positive work environment.",
        "educationalRequirement": "Bachelor's degree in marketing, communications, or related field",
        "experience": "5+ years of experience in marketing or related field",
        "phone": "555-987-6543",
        "email": "jobs@facebook.com",
        "locationIcon":"https://i.ibb.co/0JNzdfS/Frame-4.png",
        "salaryIcon":"https://i.ibb.co/CPZpTnc/Frame.png",
        "quantity":0,
        "titleIcon":"https://i.ibb.co/98mzVsf/Frame-1.png",
        "phoneIcon":"https://i.ibb.co/8M8h4pT/Frame-2.png",
        "emailIcon":"https://i.ibb.co/GCp9dV3/Frame-3.png"
    },
    {
        "id": 3,
        "img": "https://i.ibb.co/gr5XTvp/twitter.png",
        "companyName": "Twitter",
        "jobTitle": "web developer",
        "jobTime": "Full-time",
        "jobType": "Remote",
        "location": "Albany, NY",
        "salary": "$90,000 - $1000,000 per year",
        "jobDescription": "A software engineer at Twitter develops, maintains and improves software systems and applications for various Twitter products and services. They write high-quality code, collaborate with cross-functional teams, and identify and resolve software issues.",
        "jobResponsibility": "The main responsibilities of a software engineer at Twitter include designing and implementing software solutions, writing high-quality code, collaborating with cross-functional teams, debugging and resolving software issues, and continuously improving the performance and reliability of Twitter's software products and services.",
        "educationalRequirement": "Bachelor's  in CSE or related field",
        "experience": "2+ years of experience in techno analysis or related field",
        "phone": "555-66-5550",
        "email": "jobs@twitter.com",
        "locationIcon":"https://i.ibb.co/0JNzdfS/Frame-4.png",
        "salaryIcon":"https://i.ibb.co/CPZpTnc/Frame.png",
        "quantity":0,
        "titleIcon":"https://i.ibb.co/98mzVsf/Frame-1.png",
        "phoneIcon":"https://i.ibb.co/8M8h4pT/Frame-2.png",
        "emailIcon":"https://i.ibb.co/GCp9dV3/Frame-3.png"
    },
    {
        "id": 4,
        "img": "https://i.ibb.co/bJ9dG8C/netflix-4-1.png",
        "companyName": "Netflix",
        "jobTitle": "Editors",
        "jobTime": "Full-time",
        "jobType": "Onsite",
        "location": "madrid, Spain",
        "salary": "$70,000 - $90,000 per year",
        "jobDescription": "An editor at Netflix is responsible for assembling, refining, and shaping raw footage into a polished final product that meets the creative vision and technical standards of the project. They collaborate closely with directors, producers, and other post-production team members to ensure a cohesive and engaging story. An editor must have strong technical skills, such as proficiency in editing software and understanding of audio and visual effects. Additionally, they must be able to work under tight deadlines, handle multiple projects simultaneously, and adapt to feedback and changes in direction.",
        "jobResponsibility": "The main responsibility of an editor at Netflix is to transform raw footage into a polished final product that meets the project's creative vision and technical standards. They collaborate with team members, have strong technical skills, work under tight deadlines, handle multiple projects, and adapt to feedback and changes.",
        "educationalRequirement": "Bachelor's degree in CSE,  or related field",
        "experience": "2+ years of experience in editing or related field",
        "phone": "222-555-9955",
        "email": "jobs@netflix.com",
        "locationIcon":"https://i.ibb.co/0JNzdfS/Frame-4.png",
        "salaryIcon":"https://i.ibb.co/CPZpTnc/Frame.png",
        "quantity":0,
        "titleIcon":"https://i.ibb.co/98mzVsf/Frame-1.png",
        "phoneIcon":"https://i.ibb.co/8M8h4pT/Frame-2.png",
        "emailIcon":"https://i.ibb.co/GCp9dV3/Frame-3.png"
    },
    {
        "id": 5,
        "img": "https://i.ibb.co/HTSTrbY/Group-10021.png",
        "companyName": "Airbnb",
        "jobTitle": "Graphics Designer",
        "jobTime": "Full-time",
        "jobType": "Remote",
        "location": "mosco,Russia",
        "salary": "$70,000 - $90,000 per year",
        "jobDescription": "Airbnb is an online marketplace for short-term home rentals. Job opportunities are available in areas like engineering, design, operations, customer service, and marketing. Working at Airbnb means being part of a fast-paced team that values innovation and customer service, while providing a collaborative and supportive work environment.",
        "jobResponsibility": "Airbnb employees are responsible for innovating and improving the company's products and services, providing excellent customer service, collaborating with cross-functional teams, and contributing to a positive work environment.",
        "educationalRequirement": "Bachelor's degree in CSE, or design related field",
        "experience": "2+ years of experience in graphics design related field",
        "phone": "45214663221",
        "email": "jobs@airbnb.com",
        "locationIcon":"https://i.ibb.co/0JNzdfS/Frame-4.png",
        "salaryIcon":"https://i.ibb.co/CPZpTnc/Frame.png",
        "quantity":0,
        "titleIcon":"https://i.ibb.co/98mzVsf/Frame-1.png",
        "phoneIcon":"https://i.ibb.co/8M8h4pT/Frame-2.png",
        "emailIcon":"https://i.ibb.co/GCp9dV3/Frame-3.png"
    },
    {
        "id": 6,
        "img": "https://i.ibb.co/K9NrXWr/tesla-9-1.png",
        "companyName": "Tesla",
        "jobTitle": "Architecture",
        "jobTime": "Full-time",
        "jobType": "Onsite",
        "location": "washington,USA",
        "salary": "$70,000 - $90,000 per year",
        "jobDescription": "Tesla is an electric vehicle and clean energy company that offers job opportunities in areas like engineering, production, sales, customer service, and more. The company values innovation, sustainability, and making a positive impact on the environment.",
        "jobResponsibility": "Tesla employees are responsible for designing and producing innovative electric vehicles and clean energy products, providing exceptional customer service, and contributing to a sustainable future.",
        "educationalRequirement": "Bachelor's degree in Architecture or related field",
        "experience": "2+ years of experience in architecture or related field",
        "phone": "1000-555-5555",
        "email": "jobs@tesla.com",
        "locationIcon":"https://i.ibb.co/0JNzdfS/Frame-4.png",
        "salaryIcon":"https://i.ibb.co/CPZpTnc/Frame.png",
        "quantity":0,
        "titleIcon":"https://i.ibb.co/98mzVsf/Frame-1.png",
        "phoneIcon":"https://i.ibb.co/8M8h4pT/Frame-2.png",
        "emailIcon":"https://i.ibb.co/GCp9dV3/Frame-3.png"
    }
]